complete/buddy_data/奇秀-主播房间-20160912184942-20160912184943500

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-12 18:49:42]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[151842]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[台灣朵莉 求關注 求守護]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[55936]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[6465]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[129]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[15]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[20]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[歐陽宏志 Owen]]></vipnickname><vipuserid><![CDATA[2405300078]]></vipuserid><top_name><![CDATA[歐陽宏志 Owen]]></top_name><top_money><![CDATA[26540]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[泊瀚丶翼程]]></vipnickname><vipuserid><![CDATA[1233583093]]></vipuserid><top_name><![CDATA[泊瀚丶翼程]]></top_name><top_money><![CDATA[21290]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[?万俟?堃]]></vipnickname><vipuserid><![CDATA[1299390387]]></vipuserid><top_name><![CDATA[?万俟?堃]]></top_name><top_money><![CDATA[17970]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[聂家魂??柏霖哥]]></vipnickname><vipuserid><![CDATA[2444540946]]></vipuserid><top_name><![CDATA[聂家魂??柏霖哥]]></top_name><top_money><![CDATA[10000]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[我腰不好啊朵莉]]></vipnickname><vipuserid><![CDATA[2262191895]]></vipuserid><top_name><![CDATA[我腰不好啊朵莉]]></top_name><top_money><![CDATA[9470]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[聂家魂??柏霖哥]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[聂家魂??柏霖哥]]></top_name><top_money><![CDATA[5280]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[传说中猴子请来的逗比]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[传说中猴子请来的逗比]]></top_name><top_money><![CDATA[2030]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[子浩的小黑粉]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[子浩的小黑粉]]></top_name><top_money><![CDATA[1350]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[?王公子?]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[?王公子?]]></top_name><top_money><![CDATA[440]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[ヾ幼稚Snail]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[ヾ幼稚Snail]]></top_name><top_money><![CDATA[340]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[总有刁民想害朕AK47]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[总有刁民想害朕AK47]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[我腰不好啊朵莉]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[我腰不好啊朵莉]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[朵莉的改好哥]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[朵莉的改好哥]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[?羅羅?]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[?羅羅?]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[朵莉联盟?Mag1304]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[朵莉联盟?Mag1304]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 